{
  "Dashboard": "Panell",
  "Home": "Inici",
  "Homepage": "Inici",
  "Product": "Producte",
  "Cart": "Carret",
  "Profile": "Perfil",
  "Log Out": "Tancar Sessió",
  "You're logged in!": "Sessió iniciada!  ",
  "Add": "Afegir",
  "See more": "Més",
  "Price:": "Preu:",
  "Price": "Preu",
  "Category:": "Categoria:",
  "Add to cart": "Afegeix al carret",
  "Deck": "Base",
  "Bar": "Manillar",
  "Wheel": "Rodes",
  "Grip": "Paper de vidre",
  "Fork": "Forquilla",
  "No product has been selected.": "No s’ha seleccionat cap producte.",
  "Your cart is empty.": "Carret buit!",
  "Name": "Nom",
  "Quantity": "Quantitat",
  "Save": "Guardar",
  "Profile Information": "Informació del Perfil",
  "Update your account's profile information and email address.": "Actualitza la informació del teu perfil i la direcció de correu electrònic.",
  "Log in": "Inicia Sessió",
  "Register": "Registra't",
  "Password": "Contrasenya",
  "Confirm Password": "Confirma la Contrasenya",
  "Already registered?": "Ja estàs registrat?",
  "Remember me": "Recorda'm",
  "Forgot your password?": "Has oblidat la contrasenya?",
  "The Tilt Formula Deck is a lightweight, durable scooter deck designed for strength and control, perfect for street and park riding. It offers a sleek design with ample foot space for improved handling.": "El Tilt Formula Deck és una plataforma de scooter lleugera i duradora dissenyada per a la força i el control, perfecta per a la conducció al carrer i al parc. Ofereix un disseny elegant amb espai suficient per als peus per a una millor manipulació.",
  "The Ethic Lindworm Deck is a lightweight, high-performance scooter deck known for its strength and sleek design. It features a durable aluminum construction, offering excellent stability and a smooth ride, ideal for both street and park riders.": "El Ethic Lindworm Deck és una plataforma de scooter lleugera i d'alt rendiment coneguda per la seva força i disseny elegant. Té una construcció d'alumini duradora, que ofereix una estabilitat excel·lent i una conducció suau, ideal per a conductors tant de carrer com de parc.",
  "The North Campus Bar is a high-quality scooter bar designed for strength and durability. Made from robust materials, it offers excellent control and stability, ideal for riders who need a reliable bar for both street and park riding.": "El North Campus Bar és un manillar de scooter d'alta qualitat dissenyat per a la força i la durabilitat. Fabricat amb materials resistents, ofereix un excel·lent control i estabilitat, ideal per a riders que necessiten un manillar fiable tant per a la conducció al carrer com al parc.",
  "The Tilt Selects Bar is a lightweight and durable scooter bar designed for performance. Made from strong chromoly steel, it offers excellent strength and stability while maintaining a sleek, minimalist design.": "El Tilt Selects Bar és un manillar de scooter lleuger i durador dissenyat per al rendiment. Fabricat amb acer cromoly resistent, ofereix una força i estabilitat excel·lents mentre manté un disseny elegant i minimalista.",
  "The River Naturals Wheels are high-performance scooter wheels known for their smooth ride and durability. Made with a high-quality urethane formula, they offer excellent grip and a fast roll.": "Les rodes River Naturals són rodes de scooter d'alt rendiment conegudes per la seva conducció suau i durabilitat. Fabricades amb una fórmula d'urea d'alta qualitat, ofereixen una excel·lent adherència i una gran velocitat.",
  "The Eagle Fly Wheels are high-quality scooter wheels designed for speed and durability. Made from durable urethane, they provide a smooth ride with great grip and excellent shock absorption.": "Les rodes Eagle Fly són rodes de scooter d'alta qualitat dissenyades per a la velocitat i la durabilitat. Fabricades amb urethane resistent, proporcionen una conducció suau amb una gran adherència i una excel·lent absorció dels xocs.",
  "The Prime Maxime Fork is a strong, lightweight scooter fork designed for high-performance riding. Made from durable materials, it offers excellent precision and stability, ideal for riders looking for a reliable fork for both street and park use.": "La forquilla Prime Maxime és una forquilla de scooter resistent i lleugera dissenyada per a una conducció d'alt rendiment. Fabricada amb materials duradors, ofereix una excel·lent precisió i estabilitat, ideal per a riders que busquen una forquilla fiable tant per a ús al carrer com al parc.",
  "The Native Nada Fork is a lightweight and durable scooter fork designed for optimal strength and performance. Made from high-quality materials, it provides excellent stability and precision.": "La forquilla Native Nada és una forquilla de scooter lleugera i duradora dissenyada per a una força i rendiment òptims. Fabricada amb materials d'alta qualitat, proporciona una excel·lent estabilitat i precisió.",
  "The Hellagrip Classic is a high-quality scooter grip tape known for its excellent grip and durability. Made with a strong, long-lasting adhesive, it ensures a secure fit and provides a smooth, controlled ride.": "El Hellagrip Classic és una lija de scooter d'alta qualitat coneguda per la seva excel·lent adherència i durabilitat. Fabricada amb un adhesiu fort i durador, garanteix un ajust segur i proporciona una conducció suau i controlada.",
  "The Skatepro Grip is a durable scooter grip tape designed for superior traction and control. It features a strong adhesive backing and a textured surface, providing excellent grip for riders seeking stability and comfort during tricks and rides.": "El Skatepro Grip és una lija de scooter duradora dissenyada per a una tracció i control superiors. Té un adhesiu fort i una superfície texturitzada, proporcionant una excel·lent adherència per a riders que busquen estabilitat i comoditat durant els trucs i les conduccions.",
  "Welcome to Guitart Scooter Shop! Here you will find an extended list of variated scooter products and components. Add anything you desire into your cart!": "Benvingut a Guitart Scooter Shop! Aquí trobaràs una àmplia llista de productes i components de scooter variats. Afegeix al teu carret qualsevol cosa que desitgis!"
}